Locales['gr'] = {
    -- ΣΧΕΤΙΚΟ ΤΟ PIN ΜΕΤΑΦΡΑΣΕΙΣ
    ["no_pin"] = 'Απευθυνθείτε πρώτα σε μια τράπεζα για να ορίσετε έναν κωδικό PIN',
    ["pin_changed"] = 'Το PIN άλλαξε με επιτυχία σε %s',
    ["pin_no_money"] = 'Πρέπει να έχετε %s€ για να αλλάξετε το PIN σας',
    ["pin_digits"] = 'Το PIN σας πρέπει να αποτελείται από 4 ψηφία',
    ["pin_only_numbers"] = 'Μπορείτε να χρησιμοποιήσετε μόνο αριθμούς',

    -- ΣΧΕΤΙΚΟ IBAN ΜΕΤΑΦΡΑΣΕΙΣ
    ["iban_not_exist"] = 'Αυτό το IBAN δεν υπάρχει',
    ["iban_in_use"] = 'Αυτό το IBAN χρησιμοποιείται ήδη',
    ["iban_only_numbers"] = 'Μπορείτε να χρησιμοποιήσετε μόνο αριθμούς στον IBAN σας',
    ["iban_changed"] = 'Το IBAN άλλαξε με επιτυχία σε %s',
    ["iban_no_money"] = 'Πρέπει να έχετε %s€ για να αλλάξετε τον IBAN σας',

    -- ΑΝΑΛΗΨΗ / ΚΑΤΑΘΕΣΗ / ΜΕΤΑΒΙΒΑΣΗ / ΛΗΨΗ
    ["deposited"] = 'Έχετε καταθέσει %s€',
    ["withdrawn"] = 'Έχετε αποσυρθεί %s€',
    ["received_from"] = 'Έχετε λάβει %s€ από %s',
    ["transferred_to"] = 'Έχετε μεταφέρει %s€ στο %s',
    ["deposited_to"] = 'Έχετε καταθέσει %s€ στο %s',
    ["someone_withdrawing"] = 'Κάποιος ήδη αποσύρεται',
    ["you_have_withdrawn"] = 'Έχετε κάνει ανάληψη %s€ από %s',

    -- ΓΕΝΙΚΕΣ ΜΕΤΑΦΡΑΣΕΙΣ
    ["no_creditcard"] = 'Δεν μπορείτε να έχετε πρόσβαση στο ΑΤΜ χωρίς πιστωτική κάρτα.',
    ["invalid_amount"] = 'Μη έγκυρο ποσό',
    ["invalid_input"] = 'Μη έγκυρη εισαγωγή',
    ["no_money_pocket"] = 'Δεν έχεις τόσα χρήματα πάνω σου' ,
    ["no_money_bank"] = 'Δεν έχεις τόσα χρήματα στην τράπεζα',
    ["not_send_yourself"] = 'Δεν μπορείτε να στείλετε χρήματα στον εαυτό σας',
    ["society_no_money"] = 'Η κοινωνία σας δεν έχει τόσα χρήματα στην τράπεζα',
    ["not_use_bank"] = 'Δεν μπορείτε να χρησιμοποιήσετε την τράπεζα αυτή τη στιγμή',
    ["bought_cc"] = 'Αγοράσατε μια πιστωτική κάρτα για %s€',
}